Revit 2027 API
SymbolTypeId.InvDegreeF Property
 Symbol 1/°F, indicating unit Inverse degrees Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InvDegreeF { get; }
Public Shared ReadOnly Property InvDegreeF As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InvDegreeF {
	ForgeTypeId^ get ();
}
static member InvDegreeF : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace